driver-tests/bpelse/dynamicpartnerlink/correlation/CorrelationTwoPropJBI/test/Pick_Receive_InitNo/Input2.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:mes="http://xml.netbeans.org/schema/Pick_Receive_InitNo/src/Message">
  <soapenv:Body>
    <mes:CorrMessage>
      <mes:Content>Correlating Message.</mes:Content>
      <mes:Id1>567</mes:Id1>
      <mes:Id2>765</mes:Id2>
    </mes:CorrMessage>
  </soapenv:Body>
</soapenv:Envelope>